[{
  "chapter": 1,
  "date": "10 August 1983",
  "entry": "I always liked puzzles when I was a kid. I had them all! They were scattered all over the magazines I got every month. So there I was, sitting on my bedroom floor, all alone.\n\nIt's funny that I remember it just now. The years passed, and when I became famous, my loneliness just seemed to disappear. The only hours I really spent alone were when I was sleeping or working on my papers, but during those times I didn't feel lonely.\n\nMy science always kept me good company. Often days would pass before I realised that I had neither slept nor eaten. There were only my books, my typewriter and me.\nThese works were supposed to make me famous and they did. One work after another won prizes. No wonder, after all, I didn't just write what I knew from books, like all those wannabe scientists, but had two ingenious strategies.\n\n1. Summarise what I had learned into a completely new concept.\n2. Try, try, try.\nI carried out all my experiments myself. The sheets on my table were filled with sketches, data and facts. Not everything always went according to plan, I had to admit, but what was a small explosion in the cellar if the roof didn't fall on your head?\n\nSo today I stood here again, in front of the children's room. My parents' house was not particularly big, not particularly ostentatious, but it was home. I hardly used the rooms, most of the time I slept in hotels on the other side of town and when I came back it was lonely as ever. Sometimes I imagine I hear their voices when I think of selling the house.\nBut mother! Don't worry, I'm not ready yet."
},
  {
    "chapter": 2,
    "date": "August 12th 1983",
    "entry": "I bought a new record. Joy resounds through the veins of my body as I listen to the music. It had been a long time since I had given myself a present, but today was my birthday.\nThe whole world had remembered it, except me. After countless hours in the cellar, I had gone to get fresh bread from the bakery - only to realise that it was already evening.\n\nAs soon as I met the first lady, I was reminded with a hearty \"Happy birthday, Mister Schrödinger\" that today was actually my day.\nI have no regrets, nevertheless. I enjoy my work more than any human contact. Nevertheless, on the way to the supermarket I was stopped several times, forced to talk and more or less dragged into a restaurant - sure, free food for the others.\nAt least they had remembered me.\n\nDarling, darling, it came from the record player. By now it must have been morning, luckily nothing was noticeable in the cellar."
  },
  {
    "chapter": 3,
    "date": "August 15th, 1983",
    "entry": "This diary may still seem very random. But it has a greater purpose. I want to take it with me on my journey, and since I was sure I wouldn't take it seriously if I didn't start before the expedition, I am now writing about my life.\n\nMaybe agencies are already interested in that sort of books by now.\n\nMy bags are already packed, I leave tomorrow morning. A good friend and scientist, Isaac, has asked me to go with him to the East to find two missing children. Sophia and Samael are their names. I was the only one with the necessary equipment so the search troup wouldn't get lost. Never would I accept such an assignment if it wasn't for the money. I need every penny to maintain this house. It needs to be renovated, the first walls are starting to crumble, at night I have to be afraid that parts will fall down on me.\n\nI told the press, of course, I'm doing it because of the children. I don't know what is so outstanding about them, but maybe one day they will become descendants in science, then I would have done my part."
  },
  {
    "chapter": 4,
    "date": "17 August 1983",
    "entry": "The crew has already come together. We have arrived at a small place, much further south than I once thought. Yesterday was stressful, today we just set up and got ready for the long walk. It's hot here, we can hardly stay outside our shelters.\n\nOne of the searchers showed me a picture of the children. According to the latest information, they should have been separated halfway. We look for Sophia first.\n\nIn my opinion this is a nonsensical approach, but I won't say it. In the heat, the girl would certainly be dead if we found her - yet no one could even assure us that we could find her. Samael was a strong young man, many years older. He had a better chance of survival, why not look for him?\n\nBut I am not here to make moral decisions."
  },
  {
    "chapter": 5,
    "date": "17 August 1983",
    "entry": "All the conversations here are the same and I'm bored. The economic crisis is affecting all of us, it won't go away just because we complain about it. Most people here at least have a safe roof over their heads when they come back home. I am the only one who is allowed to complain here.\n\nWe have moved on, here the landscape becomes uneven and the stone becomes sand. We struggle to stay on the right path. My tools tracked down something in the afternoon that must have once been the head of a teddy bear. Isaac, the leader of our group, showed me another photo showing Sophia with just such a teddy.\n\nI wish her that she still has the rest and that we find her soon. I'm sure her mother can make the teddy whole again."
  },
  {
    "chapter": 6,
    "date": "21 August 1983",
    "entry": "We haven't been on the road long and yet I feel like I've been on this journey forever. The longer we are away, the funnier my comrades become. I have no more hope for the children, we'll be lucky if we can get their bodies back to their parents.\n\nIsaac keeps distancing himself, constantly thinking. He buries his nose in the book he brought with him. I'm worried about his health."
  },
  {
    "chapter": 7,
    "date": "24 August 1983",
    "entry": "I wonder why we don't finally turn back. Sophia's body is nowhere to be found and our time is soon up. They would come for us in early September, Isaac said, back to our village. We couldn't come back empty-handed.\n\nThis morning was our first fight. If he wanted to come back so badly with a message, why not finally find Samael?\n\nHe insisted that Sophia was more important because she was younger, a girl, all that sort of thing. Once again he put one human life above another.\n\nTwo of the crew were able to intervene before he became violent. I feel there is more to this story. Tonight I stay awake, my fear of Isaac is too great for me to sleep."
  },
  {
    "chapter": 8,
    "date": "25 August 1983",
    "entry": "Isaac is hiding something from me. Not just him, but the entire search party. Last night I took his book while he was sleeping. The cover was loose, behind it I could discover a new cover. I couldn't read much, but it wasn't a travel guide.\n\nI don't yet understand what his plan is, but I'll keep on his heels. Meanwhile, I play the fool who is still looking for the children. By now I'm sure Sophia doesn't exist. Maybe Isaac wanted to go to that region to find something very valuable and Samael was just an excuse.\n\nThe poor boy, how awful."
  },
  {
    "chapter": 9,
    "date": "26 August 1983",
    "entry": "I found out what Sophia really is! Isaac has gone mad, we are actually looking for the Philosophers Stone. I am shocked, don't know how to deal with the newly acquired knowledge and wonder what part I am playing here?\n\nIf we were to find the stone, it would cause chaos. The others barely know Isaac and all he is capable of. If Isaac were to become immortal, they would be the first to feel his happiness.\n\nI want to believe that we won't find the stone in time, but Isaac firmly believes that we are very close to \"Sophia\". He knows his stuff, his notes in the book clearly reflect that he's been looking into this for a very long time.\n\nBut I won't deny that I feel the power of the stone. It must indeed be close."
  },
  {
    "chapter": 10,
    "date": "28 August 1983",
    "entry": "We have found the stone.\n\nI am devastated and don't know how to continue this journey. My legs no longer carry me, the heat and the lack of sleep are getting to me. Add to that the constant fear and the knowledge that everyone is lying to me.\n\nI couldn't see him take the stone, but had to stand guard in front of a rock wall. Sophia's body was supposed to be hidden behind a large boulder. It took them quite a while to kick out a body bag - there couldn't have been more than sand in it. I haven't dared to look inside yet, but I'm sure it's not a human body.\n\nIsaac wears a chain around his neck, an orange-reddish stone is attached to it. I can feel its power and it is getting harder and harder to continue this spectacle. I haven't seen Isaac laugh for a decade, until today."
  },
  {
    "chapter": 11,
    "date": "1 September 1983",
    "entry": "Isaac sent out a carrier pigeon to ask those in charge to give us a little more time and informed them of our current location. We would hike north, up to the mountain range where Samael was said to have fled.\n\nWhat else was he going to find there? A corpse? Or was that just an act again?\n\nThe clues just flew to us. It was the philosopher Stone's luck that played right into Isaac's hands. A piece of clothing here, some footprints there, a little blood there. When there were forks in the road, Isaac made the decision where we went, there was no longer a democratic vote. But he made the better choice every time.\n\nThe weather is getting increasingly chilly - although it's not cold, I often shiver all over my body. Is it the power of the stone that makes me so weak?"
  },
  {
    "chapter": 12,
    "date": "5 September 1983",
    "entry": "Dear agency receiving this notebook after my death, dear finder,\n\nNow comes the plot twist of my story. One I could never have guessed myself.\n\nIsaac told me his plan. He spoke and spoke until his vocal cords would no longer allow it. Now it's finally clear: Isaac is insane.\n\nSamael doesn't exist. At least not the child we are looking for.\n\nIn truth, we are in search of a book, a Necro...? Necromium? The name was strangely long, unlike anything I've ever heard. My fingers grow icy cold every time I try to write the word down. As if it doesn't want to be held.\n\nI can't fight back, I don't stand a chance against Isaac. At least not at this point. I will have to wait for the right opportunity.\n\nFear overcomes me as I think of the future. The protector of the Necroumin is supposed to be an angel named Samael, according to the stories. I need more books, information. If Isaac gets his hands on that book, he becomes unstoppable. It's got curses, spells, something like that. The only thing I really know is that it's dangerous."
  },
  {
    "chapter": 13,
    "date": "15 September 1983",
    "entry": "I am back home.\n\nThe last few days were the worst of my life. But I am alive. I have a lot of money. All the other crew members are dead.\n\nIsaac found out the whereabouts of Samael in a large cave almost at the top of the mountain. The angel's power brought me to my knees even before I reached the entrance. It took hours of begging and pleading for them to convince me that I needed to go into the cave. After all, I was the only person who could operate my equipment. Isaac threatened me with death if I didn't do it, what choice did I have?\n\nThe darkness had swallowed me instantly, I already saw my death. I walked and walked, continuing to cry. How much time passed, I cannot say to this day. My memories of that day are fading.\n\nSuddenly he stood before me, Samael. An angel, as tall as two people and wings outstretched. He was pitch black and illuminated by a celestial light. In front of him, on a table, lay the Necronoctium. Samael did not speak, just floated gently up and down.\n\nI reached for the book. He did nothing. I turned and went outside. He followed me without harming me. His power seized me, only in the evening sun could I see that the blood in my veins had turned black.\n\nEveryone looked at me with open mouths. The only sound was the beating of the angel's wings.\n\nI handed the book to Isaac and immediately Samael rushed at him. I couldn't see anything, just a bright light and the darkness flowing around me. As if in a trance, I reached for the book and the spirits retreated.\n\nSamael wasn't finished yet.\n\nI could just see Isaac's body lying on the ground, a black shadow whizzing around the other men. One by one they fell dead. Their bodies were covered in gruesome wounds, their blood seeping into the sand.\n\nSamael warned me not to touch the stone. His voice was deeper than any I had ever heard and yet so tender. An angel. An angel of death."
  },
  {
    "chapter": 14,
    "date": "23 October 1983",
    "entry": "I still mourn Isaac, even though I know it was the right decision and that I couldn't help it.\n\nMy house has already been partially repaired, I have only left it for the essentials of survival since my return. Samael follows me wherever I go. In the house it's no problem, I continue to research, drink, and try to solve the riddle of the Necronomium.\n\nWhen I go outside, Samael takes possession of my body. Never before have I felt such a sensation. I am free and trapped at the same time. If Samael wants something, he can control me. The blood in my veins turns as black as night, people ask me if I'm all right.\n\nSamael and I become one. Can you say that I have an angel as a friend? He rarely speaks, but he helps me solve the riddles. I feel like I'm cheating and that I know God's secrets.\n\nThrough all the sleepless nights I found out why I didn't have to die: my heart is pure.\n\nI was the only person who didn't want to use Samael for evil purposes. I just wanted to survive. Samael seems to feel connected to me, he has every right to leave me again. I don't want his book, I've tried to explain to him several times. He could take it for all I care. But he won't go."
  },
  {
    "chapter": 15,
    "date": "2 November 1983",
    "entry": "One tragedy follows the next.\n\nNever before has the death rate in our village been so high. I can't help but think that Samael is involved. He wasn't an angel of death for nothing. He lives only through our souls.\n\nI have to stop him.\n\nBut how?"
  },
  {
    "chapter": 16,
    "date": "10 November 1983",
    "entry": "Three days ago I got up the courage to go to the library and came one step closer to finding a solution. No plan has been set yet, but I wanted to record my findings here.\n\nAnother powerful force locked Samael in the cave hundreds of years ago. By creating the Necronomium from the cave, I have also freed him. I can't go back there, he'll know.\n\nI have to lock him up here."
  },
  {
    "chapter": 17,
    "date": "31 December 1983",
    "entry": "It is very likely that I will not live to see the New Year. Tonight the moons are perfect for the ritual from the Necronomium. I will imprison Samael here.\n\nI have finally managed to prepare all the rooms so that only I can know how to escape. Even with the knowledge of the angels, Samael will not manage to escape. I will banish him to my nursery, my own library and laboratory are also ready in case he ever manages to solve the first riddles. In the cellar I will summon a power that will make him forget everything again.\n\nHe will spend his whole life solving these riddles."
  },
  {
    "chapter": 18,
    "date": "2 Februar 1983",
    "entry": "It has now been two months since I locked Samael up. He has been able to solve the puzzle three times so far. No problem, I when he reaches the cellar and solves the last riddle, I come to him and send him back to the nursery with no memories.\n\nHe laughed at me when I tried to do the curse. A human, he said, was too simple to keep an angel under control. Samael was right, but he hadn't thought far enough either. With the Philosophers Stone, I was able to limit his powers to this place.\n\nThe stone and Samael fought for my soul. My body suffered and succumbed to the injuries. But my soul lives on, both in Samael and in Sophia. I am here at the same time, watching over Samael, but also trying to solve the riddles and find a way out of this house. I hope Sophia will remain the stronger soul forever."
  }
]
